{
  "1": {
    "name": "Iphone 7",
    "discription": "Смартфон премиум-класса, выпущенный Apple в 2016 году. Впрочем, данная модель среди «ровесников» является самой скромной — как по объёму памяти в 32 ГБ, так и по диагонали экрана в 4,7 дюйма.Впрочем, последнее характерно для любого смартфона Apple iPhone 7 без приставки «Plus». При этом производитель не стал особо улучшать характеристики экрана: на первый взгляд, перед нами та же матрица 1334х750, что и у предшественника, разве что с улучшенной яркостью и цветопередачей. Тем не менее, аппарат сохранил функцию отслеживания силы нажатия; мало того, она доступна и на кнопке Home. А уж «начинка» алюминиевого корпуса определённо стала солиднее. Тут и процессор A10, обеспечивший значительный рост производительности, и мощный графический чип, и высококлассные камеры — 12-Мп основная с поддержкой 4K-видео (+фото в процессе съёмки) и 7-Мп фронтальная. Сам корпус имеет пылевлагозащиту по стандарту IP67. Звуковая часть примечательна стереодинамиками; с другой стороны, обычные наушники с разъёмом 3.5 мм к аппарату можно подключить только через переходник (поставляется в комплекте).",
    "price": "800$",
    "image": "../../images/goods/iphone_7_big.png",
    "image2": "../../images/goods/iphone_7_table.png"
  },

  "2": {
    "name": "Iphone 6s",
    "discription": "Довольно специфический представитель высококлассных смартфонов iPhone 6s, оснащённый 32 ГБ встроенной памяти и выпущенный на год позже всей остальной серии — осенью 2016 года. При этом оснащение и возможности остались теми же, что и у собратьев с другими объёмами памяти. Так, экран аппарата имеет диагональ 4,7 дюйма при разрешении 1334х750, а сенсор не просто реагирует на прикосновения, но и распознаёт их силу (технология 3D Touch). «Сердцем» смартфона Apple iPhone 6S является связка процессоров A9 + M9 (основной CPU работает на частоте 1820 МГц), оперативной памяти установлено 2 ГБ. Поддерживаемые стандарты мобильной связи включают LTE и CDMA, а прочие беспроводные интерфейсы — Wi-Fi ac, Bluetooth 4.2 и NFC с возможностью бесконтактных платежей Apple Pay. Основная камера интересна возможностью снимать фото прямо в процессе видеозаписи (до 4K), а фронтальная может применять экран в роли вспышки для селфи. Алюминиевый корпус доступен в 5 расцветках, включая золотистую и «розовое золото».",
    "price": "600$",
    "image": "../../images/goods/iphone_6s_big.png",
    "image2": "../../images/goods/iphone_6s_table.png"
  },

  "3": {
    "name": "Iphone 6",
    "discription": "Хотя эта версия iPhone 6 и получила увеличенный, по сравнению с предшественником, экран — 4,7 дюйма — в своём поколении (2014 год) она представляет собой младшее устройство. Впрочем, нельзя сказать, что эта «младшесть» заметно сказалась на функционале, который, традиционно для Apple, на высоте. Так, разрешение упомянутого дисплея составляет 1334x750 (Retina HD), процессор A8 дополнен сопроцессором M8, отвечающим за работу с различными датчиками, а набор этих датчиков включает барометр. Встроенной памяти установлено 16 ГБ. Также стоит упомянуть камеру iSight с улучшенными возможностями видеосъёмки (в частности, slo-mo на 240 к/с) и чип NFC для работы с мобильными платежами Apple Pay.",
    "price": "500$",
    "image": "../../images/goods/iphone_6_big.png",
    "image2": "../../images/goods/iphone_6_table.png"
  },

  "4": {
    "name": "Iphone 5s",
    "discription": "Представитель седьмого поколения продвинутых смартфонов от Apple (младший в линейке — имеет 16 ГБ встроенной памяти). В полном соответствии с названием, во многом схож с предыдущей «чистой» пятой моделью: в частности, iPhone 5S имеет такой же 4 дюйма дисплей и характерный металлический корпус. Впрочем, корпус обзавёлся новыми вариантами расцветки, а начинка претерпела серьёзные изменения. Так, эта модель стала первым в мире смартфоном с 64-битным процессором на борту и соответствующей программной частью. Появился сканер отпечатка пальца (TouchID), а основная камера при тех же 8 Мп получила ряд улучшений. То же касается и сенсора, отслеживающего движения.",
    "price": "350$",
    "image": "../../images/goods/iphone_5s_big.png",
    "image2": "../../images/goods/iphone_5s_table.png"
  },

  "5": {
    "name": "Iphone 5",
    "discription": "Продолжение линейки компактных смартфонов от Apple. Внешне целиком и полностью повторяет iPhone 5S, что позволило сохранить совместимость с чехлами старой модели. Дисплей представлен 4 дюйма IPS-матрицей с разрешением 1136х640. Главные новшества смартфона Apple iPhone SE 16 GB заключаются в «железной» начинке, перекочевавшей из модели 6S. Она включает двухъядерный чип Apple A9 и 2 ГБ ОЗУ, что при невысоком разрешении экрана обеспечивает действительно впечатляющую производительность. Основная камера представлена 12 МП модулем с поддержкой записи 4К-видео и двойной светодиодной вспышкой. Смартфон может проработать до 12 часов в режиме веб-серфинга.",
    "price": "300$",
    "image": "../../images/goods/iphone_5_big.png",
    "image2": "../../images/goods/iphone_5_table.png"
  },

  "6": {
    "name": "Iphone 5c",
    "discription": "Выпущенный в 2013 году, этот аппарат, наряду с более продвинутым собратом 5S, стал наследником оригинального пятого iPhone. Сходство названий неслучайно: большинство характеристик аналогичны предшественнику. Однако в 5C упор сделан на упрощение одновременно с расширением вариантов оформления: корпус выполнен из пластика, а цветовых решений для него доступно целых 5. Также аппарат обзавёлся обновлённой iOS 7, при той же аппаратной платформе с двухъядерным процессором на 1,3 ГГц и 1 ГБ оперативной памяти. Встроенной памяти предусмотрено 16 ГБ. 4 дюйма дисплей имеет разрешение 1136х640. Также стоит отметить систему шумоподавления с 3 микрофонами.",
    "price": "200$",
    "image": "../../images/goods/iphone_5c_big.png",
    "image2": "../../images/goods/iphone_5c_table.png"
  },

  "11": {
    "name": "HTC 10",
    "discription": "Новоиспеченный флагманский смартфон 2016 года от компании НТС, получил самый производительный на момент выхода четырехъядерный чип Qualcomm Snapdragon 820, 4 ГБ оперативной памяти и накопитель на 32 или 64 ГБ с поддержкой карточек microSD. 5,2” дисплей смартфона HTC 10 имеет разрешение 2К. Одной из главных особенностей новинки стал 12-мегапиксельный модуль камеры с крупной матрицей 1/2.3 дюйма, оптической стабилизацией и лазерной фокусировкой. Никуда не делись привычные для флагманов стереодинамики на фронтальной панели, также была доработана поддержка Hi-Res аудио. Девайс оснащен высокоскоростным USB Type-C, что позволило реализовать быструю зарядку до 50% всего за полчаса.",
    "price": "440$",
    "image": "../../images/goods/HTC_10_big.png",
    "image2": "../../images/goods/HTC_10_table.png"
  },

  "12": {
    "name": "HTC One M9",
    "discription": "Новый флагман от HTC, призванный сменить успешную модель One M8. Устройство во многом повторяет дизайне предшественника, но при этом имеет и ряд ключевых особенностей. Прежде всего стоит обратить внимание на продвинутую 20-МП основную камеру с диафрагмой f/2.2, сдвоенной светодиодной вспышкой, автофокусом и возможностью 4K-съёмки. В основе аппаратной части находится 8-ядерный процессор и 3 ГБ оперативной памяти. Любителей качественного звука должна порадовать поддержка HTC BoomSound with Dolby Audio с двумя стереодинамиками Harman Kardon. Ещё одна яркая особенность — устройство облачено в полностью металлический корпус.",
    "price": "380$",
    "image": "../../images/goods/HTC_M9_big.png",
    "image2": "../../images/goods/HTC_M9_table.png"
  },

  "13": {
    "name": "HTC One S9",
    "discription": "Классный экран с размером диагонали 5 дюймов. Таким размером сейчас никого не удивишь, а вот разрешение 1920 на 1080 очень впечатлило. Отдельных пикселей просто не разглядеть, разве что под микроскоп положить. Изображение очень качественное, яркое и насыщенное, причем эти качества полностью сохраняются при просмотре под довольно острыми углами. Так же неплохо ведет себя этот экран на солнце. Аппарат снабжен современным и производительным процессором, который включает в себя целых 8 (!) ядер.",
    "price": "280$",
    "image": "../../images/goods/HTC_S9_big.png",
    "image2": "../../images/goods/HTC_S9_table.png"
  },

  "14": {
    "name": "HTC One M8",
    "discription": "Весьма продвинутый Android-смартфон, выделяющийся даже на фоне прочих флагманов весны 2014 года. Выполнен в металлическом корпусе и оснащён 5 дюймовым дисплеем с Full HD матрицей типа Super LCD3. Под дисплеем скрывается 2,3-ГГц процессор на 4 ядра, 2 ГБ оперативной памяти и относительно скромные 16 ГБ встроенной (с традиционным слотом microSD). Камер фактически три, т.к. на задней панели расположены два «глазка»: один, с крупной 4,1-Мп матрицей, осуществляет съёмку, а другой используется для сбора информации о кадре. При этом разрешение фронтальной камеры — 5 Мп. Разумеется, предусмотрены и обязательные для подобного устройства беспроводные интерфейсы.",
    "price": "260$",
    "image": "../../images/goods/HTC_M8_big.png",
    "image2": "../../images/goods/HTC_M8_table.png"
  },

  "15": {
    "name": "HTC Butterfly S",
    "discription": "Продвинутый смартфон, выделяющийся как большим 5 дюймовым дисплеем, так и соответствующей «начинкой» и набором возможностей. Его «сердцем» является четырёхъядерный процессор Qualcomm на 1,9 ГГц в сочетании с 2 Гб оперативной памяти, что позволило, в частности, довести разрешение дисплея до 1920х1080. Сам дисплей имеет высококачественную матрицу типа Super LCD3 и покрытие Gorilla Glass v3. Ещё одна особенность аппарата — продвинутая камера с технологией Ultra Pixel, способная при разрешении всего 4 Мп снимать видео в Full HD. Поддерживаемые диапазоны включают LTE, а коммуникации — чип NFC.",
    "price": "200$",
    "image": "../../images/goods/HTC_Butterfly_S_big.png",
    "image2": "../../images/goods/HTC_Butterfly_S_table.png"
  },

  "16": {
    "name": "HTC One",
    "discription": "Смартфон топового класса. Построен на основе четырёхъядерного процессора, несёт на борту 2 Гб оперативной и 32 Гб встроенной памяти, операционная система — Android 4.1. 4,7 дюймовый экран с матрицей IPS имеет разрешение 1920x1080. Поддерживаются 3G и LTE, а коммуникации примечательны наличием чипа NFC. Однако главной особенностью устройства является камера: при разрешении всего 4 Мп она способна снимать видео Full HD, оснащена стабилизатором изображения, а размер матрицы составляет 1/3 (технология UltraPixel). Корпус выполнен из алюминия.",
    "price": "160$",
    "image": "../../images/goods/HTC_one_big.png",
    "image2": "../../images/goods/HTC_one_table.png"
  },

  "21": {
    "name": "Meizu MX6",
    "discription": "Презентация смартфона Meizu MX6 прошла, как всегда, в Пекине, мероприятие было запланировано на конец июля. На днях устройство поступило в продажу, поэтому есть смысл рассказать об MX6 чуть более подробно, чем в «первом взгляде».Артем Лутфуллин, посетивший презентацию Meizu, правильно отметил, что линейка MX является экспериментальной: будущие устройства получат новые функции или оригинальные технические параметры, а в дальнейшем совокупность всех нововведений появится в других аппаратах компаний, особенно в серии гаджетов Pro.Если мы говорим об MX6, то здесь одной из ключевых фишек стала именно камера – 12 МП, сенсор IMX386 от Sony. Причем Meizu говорит о том, что это кастомный сенсор, подготовленный специально для MX6. И я могу уверенно заявить, что камера в данном гаджете является лучшей среди всех смартфонов Meizu, вышедших до настоящего момента.",
    "price": "250$",
    "image": "../../images/goods/Meizu_MX6_big.png",
    "image2": "../../images/goods/Meizu_MX6_table.png"
  },

  "22": {
    "name": "Meizu MX5",
    "discription": "Смартфон флагманского уровня, до некоторой степени копирующий iPhone 6 Plus — стоит отметить схожий дизайн, диагональ 5,5 дюйма и сенсор отпечатка пальца. Основой аппаратной части является процессор MT6795 с 8 ядрами и тактовой частотой 2,2 ГГц, дополненный 3 ГБ оперативной памяти, а роль программной оболочки играет фирменная ОС Flyme 4.5 на базе Android 5. Варианты по накопителю — 16, 32 или 64 ГБ. Ещё одна яркая особенность смартфона Meizu MX5 — мощная 20,7 Мп основная камера с крупным 1/2.3 дюймовым сенсором и лазерным автофокусом, способная записывать видео 4K. Аппарат способен работать с 2 SIM-картами, в т.ч. в диапазоне 4G. Корпус выполнен из металла, его толщина — 7,6 мм.",
    "price": "200$",
    "image": "../../images/goods/Meizu_MX5_big.png",
    "image2": "../../images/goods/Meizu_MX5_table.png"
  },

  "23": {
    "name": "Meizu U20",
    "discription": "На фоне разных комбинаций пластика и металла, которые доминируют в дизайне остальных Meizu, стеклянные панели U20 с металлической рамкой между ними выглядят довольно свежо. Смартфон доступен в полностью белом, черном и золотом цветах, а также в варианте с розовой «спинкой» и белой фронтальной панелью.В остальном, телефон выполнен в духе Meizu. Фронтальная панель стремится к симметрии. Под дисплеем расположена единственная управляющая клавиша со встроенным сканером отпечатков пальцев, которая также выполняет роль клавиш «Домой» и «Назад». Датчики и фронтальная камера находятся по бокам от разговорного динамика, а белый индикатор пропущенных событий спрятан под стеклом и незаметен в выключенном состоянии.",
    "price": "160$",
    "image": "../../images/goods/Meizu_U20_big.png",
    "image2": "../../images/goods/Meizu_U20_table.png"
  },

  "24": {
    "name": "Meizu M3s",
    "discription": "Устройство с приличной для бюджетного класса скоростью работы и сканером отпечатка пальцев. 5 дюймовый дисплей с HD-разрешением прикрыт 2,5D-стеклом. За упомянутую производительность отвечает процессор среднего уровня MediaTek MT6750, а неплохую многозадачность обеспечивает 2 ГБ RAM в данной модели с 16-ГБ накопителем. Хранилище можно нарастить еще на 256 ГБ при помощи карт памяти, которые устанавливаются в один из двух SIM-слотов. Смартфон Meizu m3s поддерживает работу в 3G- и LTE-сетях, также доступны двухдиапазонный Wi-Fi 802.11n и Bluetooth 4.1. Производитель внедрил 13-Мп основную камеру, дополненную двойной вспышкой, а также 5-Мп широкоугольную «фронталку». Автономность можно назвать приличной — полного заряда хватит на 8 часов веб-серфинга. Все это упаковано в металлический корпус.",
    "price": "120$",
    "image": "../../images/goods/Meizu_M3s_big.png",
    "image2": "../../images/goods/Meizu_M3s_table.png"
  },

  "25": {
    "name": "Meizu M3 Note",
    "discription": "Новинка от китайской компании и логическое продолжение модели M2 Note. Аппарат получил 5,5 дюймовый IPS-дисплей с разрешением 1920х1080 прикрытый изогнутым 2,5D-стеклом. «Сердцем» устройства выступает восьмиядерный процессор Helio P10 от MediaTek с тактовой частотой 1,8 ГГц. Младшая модификация смартфона Meizu M3 Note несет на борту 2 ГБ оперативной и 16 ГБ постоянной памяти (с возможностью расширения), 13-мегапиксельную основную камеру и 5-мегапиксельную «фронталку». В новинке есть сканер отпечатка пальцев, который срабатывает за 0,2 секунды. Емкость аккумулятора составила 4100 мАч. Работает аппарат под управлением Android 5.1 с фирменной оболочкой Flyme.",
    "price": "110$",
    "image": "../../images/goods/Meizu_M3_Note_big.png",
    "image2": "../../images/goods/Meizu_M3_Note_table.png"
  },

  "26": {
    "name": "Meizu M5",
    "discription": "Дизайн устройства может показаться спорным. В отличие от прошлогодней модели Meizu M3s, где использовался металл, M5 больше похож на китайскую версию Meizu M3 (в простонародии Meizu M3 mini), так как основой корпуса выбран поликарбонат. Производитель объясняет это тем, что модель позиционируется как молодежный смартфон с обилием расцветок корпуса.Экран все так же прикрыт защитным стеклом 2.5D, однако его диагональ увеличилась и теперь составляет 5.2 дюйма. В руке телефон лежит удобно, качество сборки на достойном уровне, ничего не люфтит и не скрипит, дешевкой от него уж точно не отдаёт.Элементы управления расположены привычно и удобно — в нижней части экрана находится многофункциональная кнопка mTouch 2.1, справа две физические клавиши регулировки громкости и блокировки, слева гибридный лоток для двух NanoSIM, снизу разъем MicroUSB. А вот перенос разъема 3,5 мм на нижний торец телефона — несомненный плюс.",
    "price": "110$",
    "image": "../../images/goods/Meizu_M5_big.png",
    "image2": "../../images/goods/Meizu_M5_table.png"
  },

  "31": {
    "name": "Nokia Lumia 1020",
    "discription": "Смартфон, специализированный как «фотографический» и даже заявленный производителем как «новая глава в мобильной фотосъёмке». Разрешение камеры, как и в предыдущей модели этого типа 808 PureView, составляет 41 Мп (сорок один), однако в ней увеличено количество линз; светосила составляет f/2.2, а размер сенсора — 1/1.5 дюйма. Кроме съёмки в сверхвысоком разрешении, предусмотрен специальный режим для слабого освещения, есть вспышка и стабилизатор изображения. Аппаратная часть смартфона включает двухъядерный процессор, 2 ГБ оперативной и 32 ГБ встроенной памяти, а коммуникации примечательны чипом NFC и беспроводной зарядкой.",
    "price": "280$",
    "image": "../../images/goods/Nokia_Lumia_1020_big.png",
    "image2": "../../images/goods/Nokia_Lumia_1020_table.png"
  },

  "32": {
    "name": "Nokia Lumia 925",
    "discription": "Смартфон топового класса с соответствующим набором характеристик. Главной особенностью устройства заявлена камера: она относится к семейству PureView, имеет объектив из 6 линз, сенсор с разрешением 8,7 Мп и чувствительностью до ISO 3200, а также стабилизатор изображения. Впрочем, и остальные возможности не менее достойны. Так, 4,5 дюймовый дисплей выполнен по технологии AMOLED и имеет разрешение 1280х768, беспроводные коммуникации включают чип NFC, а сотовые стандарты — LTE. Программная часть построена на Windows Phone 8.",
    "price": "230$",
    "image": "../../images/goods/Nokia_Lumia_925_big.png",
    "image2": "../../images/goods/Nokia_Lumia_925_table.png"
  },

  "33": {
    "name": "Nokia Lumia 830",
    "discription": "В то время как торговая марка Nokia на рынке смартфонов уходит в тень (надолго ли?), мы продолжаем изучать ее наследие и исследовать модельный ряд устройств Nokia Lumia 2014 года. На очереди представленный два месяца назад в Берлине смартфон Nokia Lumia 830.Этот мобильный компьютер относится к среднему по европейским меркам и топовому по российским меркам сегменту рынка. Все дело в некотором дисбалансе цены и возможностей смартфона. Но к этому моменту мы еще вернемся при подведении итогов. Пока же можно подчеркнуть достоинства новинки - платформа Qualcomm Snapdragon 400 со встроенным модемом LTE, камера PureView c системой оптической стабилизации, дисплей ClearBlack IPS, комбинированный металлический корпус.",
    "price": "150$",
    "image": "../../images/goods/Nokia_Lumia_830_big.png",
    "image2": "../../images/goods/Nokia_Lumia_830_table.png"
  },

  "34": {
    "name": "Nokia Lumia 920",
    "discription": "Флагманский смартфон, примечательный целым рядом интересных нововведений, в частности, функцией беспроводной зарядки и ёмкостным сенсором дисплея, «понимающим» прикосновение в перчатках. Сам дисплей при диагонали 4,5 дюйма имеет матрицу IPS с разрешением 1280х720. Поддерживаемые диапазоны включают 4G (LTE), а беспроводные коммуникации — NFC и беспроводную зарядку аккумулятора. Камер две, основная на 8 Мп, кроме вспышки и автофокуса, имеет стабилизатор изображения. Встроенную память на 32 Гб можно дополнить картами. Работает аппарат под Windows Phone 8.",
    "price": "110$",
    "image": "../../images/goods/Nokia_Lumia_920_big.png",
    "image2": "../../images/goods/Nokia_Lumia_920_table.png"
  },

  "35": {
    "name": "Nokia Lumia 635",
    "discription": "Относясь в целом к начальному уровню, этот смартфон выделяется двумя интересными моментами: обилием ярких расцветок корпуса, что позволяет отнести его к молодёжным моделям, и возможностью работы в сетях 4G, наряду с уже традиционными 3G и GSM. Он построен на четырёхъядерном процессоре Qualcomm Snapdragon 400 (1,2 ГГц) и несёт на борту 512 МБ оперативной и 8 ГБ встроенной памяти, а в качестве дополнений предусмотрены не только карты microSD, но и 7 ГБ на сервисе SkyDrive. 4,5 дюймовый дисплей имеет высококачественную матрицу IPS. Камера в устройстве только одна, её разрешение — 5 Мп; есть автофокус, а вот вспышки не предусмотрено.",
    "price": "70$",
    "image": "../../images/goods/Nokia_Lumia_635_big.png",
    "image2": "../../images/goods/Nokia_Lumia_635_table.png"
  },

  "36": {
    "name": "Nokia Lumia 800",
    "discription": "Смартфон с внушительным функционалом, флагманское устройство первой серии аппаратов Nokia под управлением Windows Phone 7. Несёт на борту процессор на 1400 МГц, 512 Мб оперативной и 16 Гб встроенной памяти. 3,7 дюймовый экран выполнен по технологии AMOLED и имеет антибликовое покрытие. Аппарат имеет 8-Мп камеру со вспышкой, автофокусом и возможностью съёмки HD-видео. Из особенностей разъёмов — режим USB-хост и ТВ-выход.",
    "price": "60$",
    "image": "../../images/goods/Nokia_Lumia_800_big.png",
    "image2": "../../images/goods/Nokia_Lumia_800_table.png"
  },

  "41": {
    "name": "Samsung Galaxy S7",
    "discription": "Высококлассная флагманская модель, наследник смартфона Galaxy S6, представленный в начале 2016 года; младшая версия, несущая 32 ГБ-накопитель. По основным характеристикам отличия от оригинала, казалось бы, не особо заметны: тот же 5,1 дюймовый дисплей с разрешением 2560x1440, те же 8 ядер в процессоре, обширный набор коммуникаций (включая ИК-порт), дополнительные датчики (в т.ч. сканер отпечатка пальца). В то же время смартфон Samsung Galaxy S7 получил ряд серьёзных улучшений: увеличение RAM до 4 ГБ, поддержка карт памяти, улучшенный (за счёт снижения разрешения до 12 Мп) сенсор основной камеры, а также пылевлагозащита корпуса, соответствующая стандарту IP68.",
    "price": "500$",
    "image": "../../images/goods/Samsung_Galaxy_S7_big.png",
    "image2": "../../images/goods/Samsung_Galaxy_S7_table.png"
  },

  "42": {
    "name": "Samsung Galaxy S6",
    "discription": "Высококлассный смартфон, воплотивший практически все передовые наработки, доступные инженерам Samsung на начало 2015 года. Galaxy S6 построен на основе восьмиядерного процессора (4+4), дополненного 3 ГБ оперативной памяти; встроенной памяти установлено 32 ГБ. 5,1 дюймовый Super AMOLED экран имеет плотность точек 576 ppi (разрешение Quad HD), а основная 16-Мп камера поддерживает видеосъёмку в 4K и оптическую стабилизацию изображения. В набор интерфейсов входит ИК-порт, защищённый стандарт ANT+ и чип NFC с поддержкой системы платежей Samsung Pay. Смартфон оснащён датчиком отпечатка пальца, а также сенсорами температуры, влажности, атмосферного давления и пульса. Корпус — металлический.",
    "price": "300$",
    "image": "../../images/goods/Samsung_Galaxy_S6_big.png",
    "image2": "../../images/goods/Samsung_Galaxy_S6_table.png"
  },

  "43": {
    "name": "Samsung Galaxy J7",
    "discription": "Представленный весной 2016 года наследник популярного среднебюджетного фаблета, выпущенный для китайского рынка. В отличие от модели прошлого года, 5,5” Super AMOLED дисплей новинки получил более высокое разрешение FullHD. Также изменения коснулись внутренней начинки. Смартфон Samsung Galaxy J7 Duos 2016 несет на борту восьмиядерный процессор с рабочей частотой до 1,6 ГГц, удвоенный объем оперативной памяти — 3 ГБ, и 16 ГБ постоянной памяти с возможностью расширения. Фотовозможности аппарата представлены парой камер на 13 и 5 МП. Для ночных сэлфи предусмотрена фронтальная вспышка. Емкость батареи фаблета составляет 3300 мАч, чего, по заявлению производителя, должно хватить на 23 часа в режиме разговора в сетях 3G.",
    "price": "200$",
    "image": "../../images/goods/Samsung_Galaxy_J7_big.png",
    "image2": "../../images/goods/Samsung_Galaxy_J7_table.png"
  },

  "44": {
    "name": "Samsung Galaxy A5",
    "discription": "Довольно оригинальный смартфон, сочетающий общий набор характеристик среднего уровня с отдельными особенностями, характерными для более продвинутых моделей. Одной из них является корпус, выполненный целиком из алюминия — одно из главных качеств линейки Samsung Galaxy A, в которой модель A5 Duos прежде всего выделяется возможностью работы с 2 SIM-картами (в попеременном режиме). Оперативной памяти установлено 2 ГБ, а фронтальная камера оснащена 5-Мп сенсором и дополнена инструментами для автопортретов; разрешение основной камеры — 13 Мп. 5 дюймовый дисплей имеет вполне достойное разрешение 1280х720, тип его матрицы — AMOLED. Встроенной памяти предусмотрено 16 ГБ, но можно расширить microSD картами (используя слот под SIM-карту).",
    "price": "200$",
    "image": "../../images/goods/Samsung_Galaxy_A5_big.png",
    "image2": "../../images/goods/Samsung_Galaxy_A5_table.png"
  },

  "45": {
    "name": "Samsung Galaxy A3",
    "discription": "Одной из ключевых деталей, выделяющих данный аппарат в модельном ряду Samsung, является корпус, выполненный из металла — практически впервые в истории. На момент выпуска (осень 2014 года) Galaxy A3 Duos можно отнести к среднему уровню. Правда, некоторые характеристики всё же довольно скромны: экран на 4,5 дюйма имеет разрешение 960х540, а оперативной памяти предусмотрен 1 ГБ. С другой стороны, за управление смартфоном отвечает четырёхъядерный процессор, для хранения контента имеется 16-ГБ накопитель, упомянутый экран использует матрицу Super AMOLED, слотов под SIM — два, а фронтальная камера на целых 5 Мп имеет дополнительные возможности по съёмке автопортретов.",
    "price": "180$",
    "image": "../../images/goods/Samsung_Galaxy_A3_big.png",
    "image2": "../../images/goods/Samsung_Galaxy_A3_table.png"
  },

  "46": {
    "name": "Samsung Galaxy J1",
    "discription": "Недорогой смартфон, обладающий практически базовыми на момент выпуска (в соответствии с названием, это 2016 год) характеристиками. Так, экран аппарата имеет диагональ всего 4,5 дюйма при разрешении 800х480, объёмы оперативной и встроенной памяти составляют 1 ГБ и 8 ГБ соответственно, а разрешение камер — 5 Мп и 2 Мп. В то же время смартфон Samsung Galaxy J1 Duos 2016 способен работать в сетях LTE (модель SM-J120F) и обладает неплохой автономностью — в режиме серфинга Wi-Fi она достигает 11 ч. «Сердцем» гаджета стал четырёхъядерный процессор Exynos 3475 на 1,3 ГГц. Как и положено «дуосу», слотов под SIM-карты имеется два, с попеременным режимом работы.",
    "price": "95$",
    "image": "../../images/goods/Samsung_Galaxy_J1_big.png",
    "image2": "../../images/goods/Samsung_Galaxy_J1_table.png"
  },

  "51": {
    "name": "Sony Xperia Z3 Plus",
    "discription": "Обновлённая версия флагманского смартфона Sony Xperia Z3. Внешне устройство практически неотличимо от оригинала (оно 4 мм тоньше и немного легче), но при этом некоторые изменения перетерпела аппаратная начинка. Так, в основе находиться 5.2-дюймовый экран с разрешением FullHD (1920x1080) и производительный 64-битный 8-ядерный процессор. Что касается памяти, то тут предустановлены 3 ГБ оперативной и 32 ГБ стационарной (последнюю можно увеличить за счёт подключения съёмных карт памяти). Модель не только полностью соответствует стандарту защиты IP-68 (полная пыле- и воднонепроницаемость), но и позволяет также осуществлять фото- и видео-съёмку под водой.",
    "price": "350$",
    "image": "../../images/goods/Sony_Xperia_Z3_Plus_big.png",
    "image2": "../../images/goods/Sony_Xperia_Z3_Plus_table.png"
  },

  "52": {
    "name": "Sony Xperia Z5 Compact",
    "discription": "Высококлассный смартфон, созданный в расчёте на то, чтобы сделать флагман осень 2015 года Z5 более компактным, сохранив все его продвинутые особенности. Уменьшенная версия получила экран на 4,6 дюйма вместо 5,2 дюйма, с вполне приличным разрешением 1280х720, а также «всего» 2 ГБ RAM — притом что в качестве процессора используется тот же Snapdragon 810. Камеры в смартфоне Sony Xperia Z5 Compact такие же, как и в полноразмерной модели — 23-Мп основная с полноценным сенсором 1/2.3 дюйма и 5,1-Мп фронтальная. Из коммуникаций стоит отметить LTE, чип NFC и режим USB-хост, а работает это всё под управлением Android 5.1. Корпус защищён от пыли и влаги по стандарту IP68.",
    "price": "340$",
    "image": "../../images/goods/Sony_Xperia_Z5_Compact_big.png",
    "image2": "../../images/goods/Sony_Xperia_Z5_Compact_table.png"
  },

  "53": {
    "name": "Sony Xperia Z3",
    "discription": "Смартфон топового класса, наследник модели Z2 на посту флагмана, пришедший на этот пост осенью 2014 года. По характеристикам дисплея мало отличается от предшественника — но не стоит забывать, что в эти характеристики входят диагональ 5,2 дюйма, разрешение Full HD и фирменная технология Triluminos. То же можно сказать о камере — уже знакомые, но от этого не менее впечатляющие 20,7 Мп при размере сенсора 1/2.3 дюйма и запись видео 4K. А вот «начинка» стала мощнее: частота процессора, при тех же 4 ядрах, выросла до 2,5 ГГц, а модельный ряд пополнился вариантом с 32 ГБ встроенной памяти (младшая модель несёт 16 ГБ). Также несколько улучшилась защита корпуса — IP68.",
    "price": "260$",
    "image": "../../images/goods/Sony_Xperia_Z3_big.png",
    "image2": "../../images/goods/Sony_Xperia_Z3_table.png"
  },

  "54": {
    "name": "Sony Xperia Z3 Compact",
    "discription": "Высококлассный смартфон, являющийся, как следует из названия, несколько уменьшенной версией продвинутой модели Xperia Z3. Кроме более скромного дисплея — 4,6 дюйма, 1280х720 — устройство получило также 2 ГБ оперативной памяти вместо 3 ГБ и батарею меньшей ёмкости. В то же время большинство особенностей «старшего брата» никуда не делись. Одной из самых ярких таких особенностей является камера с сенсором 1/2.3 дюйма (как в цифровых компактных фотоаппаратах), стабилизатором изображения и поддержкой видео 4K. Корпус защищён от пыли и влаги и выдерживает получасовое погружение на глубину до 1 м, а коммуникации включают беспроводную зарядку.",
    "price": "230$",
    "image": "../../images/goods/Sony_Xperia_Z3_Compact_big.png",
    "image2": "../../images/goods/Sony_Xperia_Z3_Compact_table.png"
  },

  "55": {
    "name": "Sony Xperia Z1",
    "discription": "Android-смартфон флагманского сегмента (на осень 2013 года), выделяющийся рядом оригинальных нововведений. Одним из самых ярких является камера, которая вплотную приближает устройство к цифровым компактным камерам: разрешение сенсора составляет 20,7 Мп, размер — 1/2.3 дюйма. 5 дюймовый дисплей оснащён матрицей с разрешением Full HD и продвинутой подсветкой Triluminos, стекло сделано устойчивым к царапинам. Основой «начинки» является мощный четырёхъядерный процессор на 2,2 ГГц, оперативной памяти предусмотрено 2 ГБ, встроенной — 16 ГБ. Аппарат поддерживает обширный набор проводных и беспроводных интерфейсов. Ещё одна особенность — защищённый по стандарту IP58 корпус.",
    "price": "200$",
    "image": "../../images/goods/Sony_Xperia_Z1_big.png",
    "image2": "../../images/goods/Sony_Xperia_Z1_table.png"
  },

  "56": {
    "name": "Sony Xperia M4 Aqua",
    "discription": "Как вполне очевидно из названия смартфона (подразумевается приставка Aqua), одно из его главных преимуществ — пыле- и водонепроницаемый корпус, который позволяет погружать устройство на 30 минут на 1.5 метра под воду. При этом, что весьма интересно, устройство полностью обходиться без каких-либо заглушек для разъёма под наушники и microUSB. В основе аппаратной части находится 8-ядерный процессор и 2 ГБ оперативной памяти. Основная камера имеет 13-МП сенсор, а фронтальная может похвастаться 22-мм объективом с углом обзора 88°, что, собственно, может оказаться отличным решением для групповых селфи. Среди прочих приятных мелочей отметим модули LTE (зависит от модификации) и NFC.",
    "price": "150$",
    "image": "../../images/goods/Sony_Xperia_M4_Aqua_big.png",
    "image2": "../../images/goods/Sony_Xperia_M4_Aqua_table.png"
  },

  "61": {
    "name": "Sony Xperia Z3 Plus",
    "discription": "Обновлённая версия флагманского смартфона Sony Xperia Z3. Внешне устройство практически неотличимо от оригинала (оно 4 мм тоньше и немного легче), но при этом некоторые изменения перетерпела аппаратная начинка. Так, в основе находиться 5.2-дюймовый экран с разрешением FullHD (1920x1080) и производительный 64-битный 8-ядерный процессор. Что касается памяти, то тут предустановлены 3 ГБ оперативной и 32 ГБ стационарной (последнюю можно увеличить за счёт подключения съёмных карт памяти). Модель не только полностью соответствует стандарту защиты IP-68 (полная пыле- и воднонепроницаемость), но и позволяет также осуществлять фото- и видео-съёмку под водой.",
    "price": "350$",
    "image": "../../images/goods/Sony_Xperia_Z3_Plus_big.png",
    "image2": "../../images/goods/Sony_Xperia_Z3_Plus_table.png"
  },

  "62": {
    "name": "Sony Xperia Z5 Compact",
    "discription": "Высококлассный смартфон, созданный в расчёте на то, чтобы сделать флагман осень 2015 года Z5 более компактным, сохранив все его продвинутые особенности. Уменьшенная версия получила экран на 4,6 дюйма вместо 5,2 дюйма, с вполне приличным разрешением 1280х720, а также «всего» 2 ГБ RAM — притом что в качестве процессора используется тот же Snapdragon 810. Камеры в смартфоне Sony Xperia Z5 Compact такие же, как и в полноразмерной модели — 23-Мп основная с полноценным сенсором 1/2.3 дюйма и 5,1-Мп фронтальная. Из коммуникаций стоит отметить LTE, чип NFC и режим USB-хост, а работает это всё под управлением Android 5.1. Корпус защищён от пыли и влаги по стандарту IP68.",
    "price": "340$",
    "image": "../../images/goods/Sony_Xperia_Z5_Compact_big.png",
    "image2": "../../images/goods/Sony_Xperia_Z5_Compact_table.png"
  },

  "63": {
    "name": "Sony Xperia Z3",
    "discription": "Смартфон топового класса, наследник модели Z2 на посту флагмана, пришедший на этот пост осенью 2014 года. По характеристикам дисплея мало отличается от предшественника — но не стоит забывать, что в эти характеристики входят диагональ 5,2 дюйма, разрешение Full HD и фирменная технология Triluminos. То же можно сказать о камере — уже знакомые, но от этого не менее впечатляющие 20,7 Мп при размере сенсора 1/2.3 дюйма и запись видео 4K. А вот «начинка» стала мощнее: частота процессора, при тех же 4 ядрах, выросла до 2,5 ГГц, а модельный ряд пополнился вариантом с 32 ГБ встроенной памяти (младшая модель несёт 16 ГБ). Также несколько улучшилась защита корпуса — IP68.",
    "price": "260$",
    "image": "../../images/goods/Sony_Xperia_Z3_big.png",
    "image2": "../../images/goods/Sony_Xperia_Z3_table.png"
  },

  "64": {
    "name": "Sony Xperia Z3 Compact",
    "discription": "Высококлассный смартфон, являющийся, как следует из названия, несколько уменьшенной версией продвинутой модели Xperia Z3. Кроме более скромного дисплея — 4,6 дюйма, 1280х720 — устройство получило также 2 ГБ оперативной памяти вместо 3 ГБ и батарею меньшей ёмкости. В то же время большинство особенностей «старшего брата» никуда не делись. Одной из самых ярких таких особенностей является камера с сенсором 1/2.3 дюйма (как в цифровых компактных фотоаппаратах), стабилизатором изображения и поддержкой видео 4K. Корпус защищён от пыли и влаги и выдерживает получасовое погружение на глубину до 1 м, а коммуникации включают беспроводную зарядку.",
    "price": "230$",
    "image": "../../images/goods/Sony_Xperia_Z3_Compact_big.png",
    "image2": "../../images/goods/Sony_Xperia_Z3_Compact_table.png"
  },

  "65": {
    "name": "Sony Xperia Z1",
    "discription": "Android-смартфон флагманского сегмента (на осень 2013 года), выделяющийся рядом оригинальных нововведений. Одним из самых ярких является камера, которая вплотную приближает устройство к цифровым компактным камерам: разрешение сенсора составляет 20,7 Мп, размер — 1/2.3 дюйма. 5 дюймовый дисплей оснащён матрицей с разрешением Full HD и продвинутой подсветкой Triluminos, стекло сделано устойчивым к царапинам. Основой «начинки» является мощный четырёхъядерный процессор на 2,2 ГГц, оперативной памяти предусмотрено 2 ГБ, встроенной — 16 ГБ. Аппарат поддерживает обширный набор проводных и беспроводных интерфейсов. Ещё одна особенность — защищённый по стандарту IP58 корпус.",
    "price": "200$",
    "image": "../../images/goods/Sony_Xperia_Z1_big.png",
    "image2": "../../images/goods/Sony_Xperia_Z1_table.png"
  },

  "66": {
    "name": "Sony Xperia M4 Aqua",
    "discription": "Как вполне очевидно из названия смартфона (подразумевается приставка Aqua), одно из его главных преимуществ — пыле- и водонепроницаемый корпус, который позволяет погружать устройство на 30 минут на 1.5 метра под воду. При этом, что весьма интересно, устройство полностью обходиться без каких-либо заглушек для разъёма под наушники и microUSB. В основе аппаратной части находится 8-ядерный процессор и 2 ГБ оперативной памяти. Основная камера имеет 13-МП сенсор, а фронтальная может похвастаться 22-мм объективом с углом обзора 88°, что, собственно, может оказаться отличным решением для групповых селфи. Среди прочих приятных мелочей отметим модули LTE (зависит от модификации) и NFC.",
    "price": "150$",
    "image": "../../images/goods/Sony_Xperia_M4_Aqua_big.png",
    "image2": "../../images/goods/Sony_Xperia_M4_Aqua_table.png"
  }
}